Repository: asshole52/verlihub
Catalog: po/*.po
Languages: cs_cz

source: Script %s not found or could not be parsed.
cs_cz: Skript %s nebyl nalezen nebo jej nelze analyzovat.

source: Script %s not stopped because it is not running.
cs_cz: Skript %s nezastaven protože neběží.

source: Plugman version %s
cs_cz: Plugman verze %s

source: Verlihub executable: %s
cs_cz: Verlihub spouštěč: %s

source: Plugin name must be max 10 characters long; please provide another one.
cs_cz: Název pluginu může mít pouze 10 znaků; vyber jiné prosím.

source: Please provide a valid path for the plugin.
cs_cz: Nastav funkční cestu pro plugin.

source: Plugin '%s' not found.
cs_cz: Plugin '%s' nebyl nalezen.

source: Plugin not found.
cs_cz: Plugin nenalezen.

source: Plugin does not support scripts
cs_cz: Plugin nepodporuje skripty

source: Loaded
cs_cz: Nahráno

source: Error loading script
cs_cz: Chyba při nahrávání scriptu

source: Warning: the plugin should be recompiled because VerliHub has been recently updated
cs_cz: Varování: plugin by měl být rekompilován protože VerliHub byl aktualizován

source: Reloaded
cs_cz: Obnoveno

source: Name: %s
cs_cz: Název: %s

source: Status: %s
cs_cz: Stav: %s

source: On
cs_cz: Zapnuto

source: Off
cs_cz: Vypnuto

source: Path: %s
cs_cz: Cesta: %s

source: Description: %s
cs_cz: Popis: %s

source: Last Error: %s
cs_cz: Poslední chyba: %s

source: Python interpreter is not loaded.
cs_cz: Python překladač nebyl nahrán.

source: Loaded Python scripts:
cs_cz: Nahrané Python skripty:

source: Failed to allocate new Python interpreter.
cs_cz: Selhalo hledání nového překladače pro Python.

source: Script %s not found or could not be parsed!.
cs_cz: Skript %s nebyl nalezen nebo nelze analyzovat!

source: Give a list of forbidden expressions
cs_cz: Dodá seznam zakázaných výrazů

source: Sorry the regular expression you provided is not valid.
cs_cz: Regulární výraz není platný.

source: FORBID: User sent forbidden words in %s: %s
cs_cz: FORBID: Uživatel odeslal zakázané slova v %s: %s

source: PUBLIC chat
cs_cz: VEŘEJNÝ chat

source: PRIVATE chat
cs_cz: SOUKROMÁ zpráva

source: Give a list of chatrooms
cs_cz: Dodá seznam místností

source: Online %d users
cs_cz: Online %d uživatelů

source: Give a list of ISPs
cs_cz: Dodá seznam ISP

source: Unknown range format.
cs_cz: Neznámý formát rozsahu.

source: Sorry the regular expression for nickname you provided is not valid.
cs_cz: Regulární výraz pro nickname není platný.

source: Sorry the regular expression for connection you provided is not valid.
cs_cz: Regulární výraz pro typ připojení není platný.

source: Last %d events of nick %s:
cs_cz: Posledních %d akcí uživatele %s:

source: Last %d events of IP %s:
cs_cz: Posledních %d akcí z IP %s:

source: connect
cs_cz: spojit

source: login
cs_cz: přihlášení

source: logout
cs_cz: odhlášení

source: disconnect
cs_cz: odpojení

source: bad nick or nick temporarily banned
cs_cz: špatný nick nebo nick dočasně zabanován

source: used different nick in chat
cs_cz: použit jiný nick v chatu

source: kicked
cs_cz: vykopnut

source: redirected
cs_cz: přesměrován

source: exit from the hub
cs_cz: odchod z hubu

source: user did nothing for too long time
cs_cz: uživatel neprojevil žádnou aktivitu po příliš dlouhou dobu

source: hub full
cs_cz: hub je plný

source: share limit
cs_cz: limit sdílení

source: no tag or not valid
cs_cz: bez tagu nebo vadný tag

source: tag breaks hub rules
cs_cz: tag porušuje pravidla hubu

source: wrong password
cs_cz: špatné heslo

source: error in login sequence
cs_cz: chyba v přihlašovací sekvenci

source: syntax error in some messages
cs_cz: chyba v syntaxi zpráv

source: invalid key
cs_cz: nesprávný klíč

source: Nick %s has lately been in the hub with the following IP
cs_cz: Nick %s byl naposled hubu s následující IP

source: IP %s has lately been in the hub with following nicknames
cs_cz: IP %s byla naposled na hubu s následujícími nicky

source: The message has been sent to %s because he is online.
cs_cz: Zpráva byla odeslána uživateli %s protože je online.

source: Message saved.
cs_cz: Zpráva uložena.

source: You have %d message in your box.
cs_cz: Máš %d zprávu ve schránce.

source: You have no new message in your box.
cs_cz: Nemáš žádné zprávy ve schránce.

source: From: %s To: %s Date: %s Subject: %s
cs_cz: Od: %s Pro: %s Datum: %s Předmět: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
cs_cz: Od: %s Pro: %s Datum: %s Předmět: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
cs_cz: #OFFLINE ZPRÁVA# [%s] Předmět: %s ------------------------- %s

source: Replaced words:
cs_cz: Nahrazená slova:

source: %s ---> %s Affected class: %d
cs_cz: %s ---> %s Ovlivněna class: %d

source: Word '%s' does not exist.
cs_cz: Slovo '%s' neexistuje.

source: Word '%s' deleted.
cs_cz: Slovo '%s' smazáno.

source: Sorry the regular expression you provided cannot be parsed.
cs_cz: Regulérní výraz který jsi poskytl nelze analyzovat.

source: Word '%s' already exists.
cs_cz: Slovo '%s' už existuje.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
cs_cz: Vloženo slovo %s. Toto sovo bude filtrováno na veřejném chatu pro uživatele s class nižší nebo rovno %d.

source: Error adding word '%s'.
cs_cz: Chyba při vkládání slova '%s'.
