Repository: asshole52/verlihub
Catalog: po/*.po
Languages: cs_cz

source: Unknown ban
cs_cz: Neznámý ban

source: Reason: %s
cs_cz: Důvod: %s

source: Remaining: %s
cs_cz: Zbývá: %s

source: Permanently.
cs_cz: Trvale.

source: IP range: %s-%s
cs_cz: Rozsah IP: %s-%s

source: Share: %s
cs_cz: Sdílení: %s

source: Removed: %s by %s because %s
cs_cz: Odebráno: %s by %s protože %s

source: Ban type: %s
cs_cz: Typ banu: %s

source: IP Range
cs_cz: Rozsah IP

source: Share Size
cs_cz: Velikost sdílení

source: expired on: %s
cs_cz: vypršelo: %s

source: for: %s
cs_cz: na: %s

source: permanently
cs_cz: navždy

source: Last %d bans:
cs_cz: Posledních %d banů:

source: User '%s' is not in this room.
cs_cz: Uživatel '%s' není v této místnosti.

source: You cannot send %s out of the room because he has higher privilegies.
cs_cz: Nemůžeš poslat uživatele %s pryč z místnosti protože má vyšší privilegia.

source: Members: %s
cs_cz: Členové: %s

source: User '%s' is not online, so you cannot invite him.
cs_cz: Uživatel '%s' není v přihlášen, tudíž jej nemůžeš pozvat.

source: Login
cs_cz: Přihlášení

source: Set Password
cs_cz: Nastavit heslo

source: Slots: %d..%d Min limiter: %.2f, %.2f/slot - %s
cs_cz: Sloty: %d..%d Min limiter: %.2f, %.2f/slot - %s

source: Existing connection types are:
cs_cz: Existující typy připojení jsou:

source: Enable
cs_cz: Zapnout

source: Disable
cs_cz: Vypnout

source: Existing redirects are:
cs_cz: Existující přesměrování jsou:

source: All version
cs_cz: Všechny verze

source: Min version: %.2f
cs_cz: Min verze: %.2f

source: Max version: %.2f
cs_cz: Max verze: %.2f

source: Banned: %s
cs_cz: Zabanován: %s

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Existing clients are:
cs_cz: Existující klienti jsou:

source: This functionality is currently disabled.
cs_cz: Tato funkce je momentalně vypnuta.

source: IP of user %s: %s
cs_cz: IP uživatele %s: %s

source: User %s not found.
cs_cz: Uživatel %s nenalezen.

source: Full list of commands:
cs_cz: Úplný seznam příkazů:

source: Host of user %s: %s
cs_cz: Host uživatele %s: %s

source: User: %s IP: %s Host: %s CC: %s
cs_cz: Uživatel: %s IP: %s Host: %s CC: %s

source: Stopping Hub...
cs_cz: Zastavuji Hub...

source: No rights
cs_cz: Žádná práva

source: Usage example: !ccbc :US:GB: <message>.
cs_cz: Příklad použití: !ccbc :CZ:SK: <message>.

source: Please type !help for more info
cs_cz: Napiš !help pro více informací

source: Message delivered to %d users in zone %s in %s
cs_cz: Zpráva doručena %d uživatelům v zóně %s za %s

source: Your info
cs_cz: Tvoje info

source: Your IP is %s
cs_cz: Tvoje IP je %s

source: Authors
cs_cz: Autoři

source: Contributors
cs_cz: Pomáhali

source: Forums
cs_cz: Fórum

source: Website/Forums design
cs_cz: Website/Fórum design

source: Unregistered
cs_cz: Neregistrovaný

source: Registered
cs_cz: Registrovaný

source: Operator
cs_cz: Operátor

source: Active
cs_cz: Aktivní

source: Passive
cs_cz: Pasivní

source: Hub Owner: %s
cs_cz: Majitel hubu: %s

source: Address: %s
cs_cz: Adresa: %s

source: Total users: %d
cs_cz: Celkem uživatelů: %d

source: Total bots: %d
cs_cz: Celkem botů: %d

source: Total share: %s
cs_cz: Celkem nasdíleno: %s

source: Hub health: %s
cs_cz: Stav hubu: %s

source: Your status: %s
cs_cz: Tvůj status: %s

source: Your can search every %d seconds
cs_cz: Vyhledávat můžeš každých %d sekund

source: Your connection type is: %s
cs_cz: Tvůj typ připojení je: %s

source: You are sharing: %s
cs_cz: Tvoje sdílení je: %s

source: Registration failed; please contact an operator for more help.
cs_cz: Registrace selhala; kontaktuj operátora pro pomoc.

source: Your nick must start with %s
cs_cz: Tvůj nick musí začínat s %s

source: You need to share at least %s
cs_cz: Musíš sdílet aspoň %s

source: You are already registered
cs_cz: Už jsi zaregistrován

source: Minimum password length is %d characters, please retry.
cs_cz: Minimální délka hesla je %d znaků, zkus to znovu.

source: A new user has been registered with class %d
cs_cz: Byl zaregistrován nový uživatel s class %d

source: You are now registered with nick '%s'! Please reconnect and login with your password. Don't forget your password! It is '%s'.
cs_cz: Nyní jsi zaregistrován s nickem '%s'! Odpoj se prosím a přihlaš se znovu s použitím tvého hesla. Nezapomeň svoje heslo! Heslo je '%s'.

source: An error occured while registering.
cs_cz: Vyskytla se chyba v průběhu registrace.

source: Thank you, your request has been sent to operators.
cs_cz: Děkuji, tvůj požadavek byl odeslán operátorům.

source: You do not have permissions to change the topic.
cs_cz: Nemáš oprávnění ke zmeně topicu.

source: Topic must be max 255 characters long. Your topic was %d characters long.
cs_cz: Topic může mít maximální délku 255 znaků. Tvůj topic byl dlouhý %d znaku.

source: %s has set the topic to : %s
cs_cz: %s nastavil topic na : %s

source: %s resetted the topic
cs_cz: %s zrušil topic

source: You are not allowed to change your password now. Ask an OP.
cs_cz: Nyní nemáš povoleno změnit si heslo. Zeptej se OP.

source: Error updating password.
cs_cz: Aktualizace hesla se nezdařila.

source: Password updated successfully.
cs_cz: Heslo úspěšně aktualizováno.

source: Please use: !hideme <class> where <class> is the maximum class of users that may not see your actions.
cs_cz: Použij: !hideme <class> kde <class> je maximální class uživatelů, kteří by neměli vidět tvoje akce.

source: Your command actions are now hidden from users with class below %d.
cs_cz: Tvoje akce s příkazy jsou nyní skryty všem uživatelům s class nižší než %d.

source: Type !help for more information (usage !userlimit <max_users> [<minutes>=60])
cs_cz: Napiš !help pro více informací (použití !userlimit <max_users> [<minutes>=60])

source: Use !class <nick> [<class>=3].
cs_cz: Použij !class <nick> [<class>=3].

source: Please type !help for more info.
cs_cz: Napiš !help pro více informací.

source: Max class is %d
cs_cz: Max class je %d

source: Temporarily changed class to %d for user %s
cs_cz: Class uživatele %s byla dočasně změněna na %d

source: You have no rights to change class of %s.
cs_cz: Nemáš oprávnění ke změně class uživatele %s.

source: Kicks of user %s are now hidden.
cs_cz: Kopání uživatele %s jsou nyní skryta.

source: You have no rights to do this.
cs_cz: K tomuto nemáš opravnění.

source: Kicks of user %s are now visible.
cs_cz: Kopání uživatele %s jsou nyní viditelná.

source: Use !protect <nick> [<againstclass>=your_class-1].
cs_cz: Použij !protect <nick> [<againstclass>=your_class-1].

source: User %s is temporarily protected from class %d
cs_cz: Uživatel %s je dočasně chráněn před class %d

source: Reloading triggers, custom redirects, configuration and reglist cache...
cs_cz: Nahrávám triggery, nastavená přesměrování, konfiguraci a reglist cache...

source: Report command is currently disabled.
cs_cz: Příkaz pro odeslání reportu je vypnut.

source: REPORT: user '%s' IP='%s' Host='%s'
cs_cz: REPORT: uživatel '%s' IP='%s' Host='%s'

source: REPORT: user '%s' which is offline
cs_cz: REPORT: uživatel '%s' který není připojen

source: Reason='%s'.
cs_cz: Důvod='%s'.

source: Thank you, your report has been accepted.
cs_cz: Děkuji, tvůj report byl přijat.

source: All bans have been deleted.
cs_cz: Všechny bany byli smazány.

source: All unbans have been deleted.
cs_cz: Všechny unbany byli smazány.

source: All kicks have been deleted.
cs_cz: Všechny kicky byli smazány.

source: All temporary rights have been deleted.
cs_cz: Všechna dočasná oprávnění byla smazána.

source: This command is not implemented.
cs_cz: Tento příkaz není implementován.

source: Available command are:
cs_cz: Dostupné příkazy jsou:

source: Please provide a valid ban time.
cs_cz: Uveď platnou délku banu prosím.

source: Please provide a valid reason.
cs_cz: Uveď vhodný reason prosím.

source: Action has been discarded by plugin
cs_cz: Akce byla zrušena pluginem

source: User %s unbanned.
cs_cz: Uživatel %s odbanován.

source: %d ban found.
cs_cz: Nalezen %d ban.

source: Unknown range format '%s'.
cs_cz: Neznámý formát rozsahu '%s'.

source: Added ban.
cs_cz: Ban přidán.

source: Undefined variable %s
cs_cz: Nezadána proměnná %s

source: Updated %s.%s from '%s' to '%s'
cs_cz: Aktualizováno %s.%s z '%s' na '%s'

source: WARNING: VerliHub allows maximum %d users, but current resource limit is %d. Consider to run ulimit -n <max_users>
cs_cz: VAROVÁNÍ: VerliHub umožňuje maximum %d uživatelů, ale současný limit zdrojů je %d. Zvaž nastavení ulimit -n <max_users>

source: %s saved
cs_cz: %s uloženo

source: Error saving %s
cs_cz: Chyba při ukládání %s

source: Found %d user with IP %s:
cs_cz: Nalezen %d uživatel s IP %s:

source: Found %d user with range %s:
cs_cz: Nalezen %d uživatel v rozsahu %s:

source: Country code must be 2 characters long (for ex. US)
cs_cz: Kód země musí být 2 znaky (například: CZ)

source: Found %d user with country code %s:
cs_cz: Nalezen %d uživatel s kódem země %s:

source: No user found.
cs_cz: Uživatel nenalezen.

source: Loaded plugins:
cs_cz: Nahrané pluginy:

source: Available callbacks:
cs_cz: Dostupná zpětná volání:

source: Found nicks:
cs_cz: Nalezené nicky:

source: Missing parameters.
cs_cz: Chybí parametry.

source: Invalid classdif_reg value. Must be between 1 and 5. Please correct this first!
cs_cz: Neplatná hodnota pro classdif_reg. Musí být mezi 1 a 5. Nejdřive to oprav prosím!

source: No registered user found with nick '%s'
cs_cz: Nenalezen žádný registrovaný uživatel s nickem '%s'

source: User '%s' already exists
cs_cz: Uživatel '%s' již existuje

source: You have been registered, please set up your password NOW using command +passwd <your_new_passwd> replace <your_new_passwd> with your new password.
cs_cz: Byl jsi zaregistrován. Nyní si nastav heslo pomocí příkazu +passwd <tvoje_nove_heslo> <your_new_passwd> nahraď tvým heslem.

source: User has been added; please tell him to change his password
cs_cz: Uživatel vložen; řekni mu prosím, aby si nastavil/změnil heslo

source: Error adding the new user
cs_cz: Chyba při přidávání nového uživatele

source: Deleted user '%s' from database
cs_cz: Uživatel '%s' vymazán z databáze

source: User information: %s
cs_cz: Informace uživatele %s

source: Error deleting user '%s'
cs_cz: Chyba při mazání uživatele '%s'

source: Password updated
cs_cz: Heslo aktualizováno

source: Error updating password
cs_cz: Chyba při aktualizaci hesla

source: You can change your password now, use command +passwd followed by your new password
cs_cz: Nyní můžeš změnit svoje heslo, použij příkaz +password nasledovaný tvým novým heslem (+password heslo)

source: Your class has been changed to %s. Changes will take effect on next login.
cs_cz: Tvoje class byla změněna na %s. Změna se projeví při příštím přihlášení.

source: Your registration has been enabled
cs_cz: Tvoje registrace byla zapnuta

source: Your registration has been disabled
cs_cz: Tvoje registace byla vypnuta

source: You are protected by classes greater than %s
cs_cz: Jsi chráněn před class vyšší než %s

source: You kicks are hidden by classes greater than %s
cs_cz: Tvoje kopání je skryto class vyšší než %s

source: Updated variable '%s' to value %s for user %s
cs_cz: Aktualizována proměnná '%s' na hodnotu %s pro uživatele %s

source: Error setting variable '%s' to value %s for user %s
cs_cz: Chyba při nastavování proměnné '%s' na hodnotu %s pro uživatele %s

source: Message delivered to %d users in %s
cs_cz: Zpráva doručena %d uživatelům za %s

source: <<User limit exceeded, hub is full.>>
cs_cz: <<Limit uživatelů překročen, hub je plný.>>

source: Online users: %d
cs_cz: Online uživatelů: %d

source: Invalid login sequence. Key already sent
cs_cz: Chybná přihlašovací sekvence. Klíč byl již odeslán

source: Your client provided an invalid key
cs_cz: Tvůj klient poskytl neplatný klíč

source: Bad login sequence; you must provide a valid nick first.
cs_cz: Chybná přihlašovací sekvence; musíš nejdřív poskytnout platný nick.

source: Wrong password
cs_cz: Špatné heslo

source: You provided an incorrect password and have been temporarily banned.
cs_cz: Odeslal jsi nesprávné heslo a byl jsi dočasně zabanován.

source: Bad login sequence
cs_cz: Chybná přihlašovací sekvence

source: Wrong MyINFO
cs_cz: Nesprávné MyINFO

source: Turn on your tag
cs_cz: Zapni svůj tag

source: You share %s, but the min share is %s. (active:%s / passive:%s)
cs_cz: Tvé sdílení je %s, ale minimální sdílení je %s. (aktivní:%s / pasivní:%s)

source: You share %s, but the max share is %s.
cs_cz: Tvé sdílení je %s, ale maximální sdílení je %s.

source: Banned.
cs_cz: Zabanován.

source: You cannot talk to this user.
cs_cz: Nemůžeš hovořit k tomuto uživateli.

source: Too long chat message (%d/%d) : %s
cs_cz: Příliš dlouhá zpráva (%d/%d) : %s

source: Too many chat lines (>%d): %s
cs_cz: Příliš mnoho řádků (>%d): %s

source: Mainchat is currently disabled for non registered users.
cs_cz: Mainchat je vypnut pro neregistrované uživatele.

source: Not sent: %s
cs_cz: Nebylo odesláno: %s

source: Minimum delay for chat is %lu ms but you made %s
cs_cz: Minimální prodleva pro chat je %lu ms ale ty jsi vydržel jen %s

source: You cannot download on this hub unless you share %s.
cs_cz: Nemůžeš stahovat na tomto hubu dokud nenasdílíš %s.

source: You are not allowed to download filelists
cs_cz: Nejsi oprávněn stahovat seznamy souborů

source: You cannot connect to an external IP because you are in a LAN
cs_cz: Nemůžeš se připojit na externí IP protože jsi na LAN

source: Your nick is not %s but %s.
cs_cz: Tvůj nick není %s ale %s.

source: Robots do not share.
cs_cz: Roboti nesdílí.

source: You can't search on this hub unless you share %s.
cs_cz: Nemůžeš hledat na tomto hubu dokud nenasdílíš %s.

source: Minimum search characters is %d
cs_cz: Minimální počet znaků pro hledání je %d

source: Sorry hub is busy now, no search, try later..
cs_cz: Hub je zaneprázdněn, žádná hledání, zkus to později...

source: Active Search: your IP is not %s but %s. Disconnecting
cs_cz: Aktivní hledání: tvoje IP není %s ale %s. Odpojuji

source: Your nick is not %s but %s. Disconnecting.
cs_cz: Tvůj nick není %s ale %s. Odpojuji.

source: You can do %d searches in %d seconds.
cs_cz: Můžeš provést %d hledání za %d sekund.

source: You have not rights to use redirects.
cs_cz: Nemáš oprávnění používat přesměrování.

source: User %s is protected or you have no rights on him
cs_cz: Uživatel %s je chráněn nebo k němu nemáš práva.

source: You are being redirected to %s because: %s
cs_cz: Byl jsi přesměrován na %s protože: %s

source: User is not online or you tried to redirect a robot.
cs_cz: Uživatel není online nebo se pokoušíš přesměrovat robota.

source: You cannot ban a protected user or with higher privilegies.
cs_cz: Nemůžeš zabanovat chráněného uživatele nebo uživatele s vyššími privilegii.

source: You cannot ban a robot.
cs_cz: Nemůžeš zabanovat robota.

source: You are being temporarily banned for %s because %s
cs_cz: Byl jsi dočasně zabanován na %s protože %s

source: You are banned because %s
cs_cz: Jsi zabanován protože %s

source: Unknown command '%s'. Try !help
cs_cz: Neznámý příkaz '%s'. Zkus !help

source: Unknown command '%s'. Try +help
cs_cz: Neznámý příkaz '%s'. Zkus +help

source: No banned user found with ip %s.
cs_cz: Žádný zabanovaný uživatel s IP %s nebyl nalezen.

source: Removed %d bans.
cs_cz: Odebráno %d banů.

source: You cannot send $BotINFO because BotINFO extension is not set in $Supports
cs_cz: Nemůžeš odeslat $BotINFO protože BotINFO rozšíření neni nastaveno v $Supports

source: Bot %s has just entered the hub.
cs_cz: Bot %s právě vstoupil na hub.

source: You do not have permissions to change the hub topic.
cs_cz: Nemáš oprávnění měnit topic hubu.

source: Topis is set to: %s
cs_cz: Topic je nastaven na: %s

source: <<Your client is banned>>
cs_cz: <<Tvůj klient je zabanován>>

source: Connections through proxy server are not allowed in this hub.
cs_cz: Připojení přes proxy servery není na tomto hubu povoleno.

source: Passive connections are restricted. Consider changing to active.
cs_cz: Pasivní spojení není povoleno. Zvaž přechod na aktivní.

source: Error: your client tag is reporting less then 0 hubs or slots!
cs_cz: Chyba: tvůj tag ukazuje méně než 0 hubů nebo slotů!

source: Unknown clients are not allowed in this hub
cs_cz: Neznámí klienti nejsou povoleni na tomto hubu

source: Too many open hubs, max is %d
cs_cz: Příliš mnoho otevřených hubů, maximum je %d

source: Too little open slots for your connection type (%s), min is %d
cs_cz: Příliš málo otevřených slotů pro tvůj typ připojení (%s), minimum je %d

source: Too many open slots for your connection type (%s), max is %d
cs_cz: Příliš mnoho otevřených slotů pro tvůj typ připojení (%s), maximum je %d

source: Your hubs/slots ratio %.2f is too high (max is %.2f).
cs_cz: Tvůj poměr hubu/slotu %.2f je příliš vysoký (maximum je %.2f).

source: Open %d slots for %d hubs.
cs_cz: Otevři %d slotů pro %d hubů.

source: Too low upload limit for your connection type (%s), minimum upload rate is %.2f
cs_cz: Příliš nízký limit odesílání pro tvůj typ připojení (%s), minimální hodnota je %.2f

source: Too low upload limit per slot for your connection type (%s), minimum upload limit is %.2f per slot
cs_cz: Příliš nízký limit odesílání na slot pro tvůj typ připojení (%s), minimální hodnota je %.2f na slot.

source: Your client version is too old, please upgrade it.
cs_cz: Tvůj klient ke příliš starý, aktualizuj jej prosím.

source: Allowed minimum version number for %s client is: %.2f
cs_cz: Povolené nejnižší číslo verze klienta %s je: %.2f

source: Allowed minimum version number for your client is: %.2f
cs_cz: Povolené nejnižší číslo verze tvého klienta je: %.2f

source: Your client version is too recent.
cs_cz: Tvá verze klienta je příliš nová.

source: Allowed maximum version number for %s client is %.2f
cs_cz: Povolené nejvyšší číslo verze klienta %s je: %.2f

source: Allowed maximum version number for your client is %.2f
cs_cz: Povolené nejvyšší číslo verze tvého klienta je: %.2f

source: No info available
cs_cz: Informace jsou nedostupné

source: Hub name
cs_cz: Název hubu

source: Hub owner
cs_cz: Majitel hubu

source: Hub category
cs_cz: Kategorie hubu

source: Zone (%d) not set
cs_cz: Zone (%d) nenastaveno

source: Password set
cs_cz: Heslo nastaveno

source: Last login
cs_cz: Poslední přihlášení

source: Last IP
cs_cz: Poslední IP

source: Last error
cs_cz: Poslední chyba

source: Error IP
cs_cz: Chybová IP

source: Login count
cs_cz: Počet přihlášení

source: Login errors
cs_cz: Chyb při přihlašování

source: Protected
cs_cz: Chráněn

source: Hidden kicks
cs_cz: Skryté kopání

source: Hidden key
cs_cz: Skryté klíče

source: Hidden share
cs_cz: Skryté sdílení

source: Registered since
cs_cz: Registrován od

source: Registered by
cs_cz: Zaregistroval

source: Alternate IP
cs_cz: Alternativní IP

source: << To turn your chat on use command +chat; turn it off with +nochat >>
cs_cz: << Pro zapnutí chatu použij příkaz +chat; pro vypnutí +nochat >>

source: Not available
cs_cz: Není dostupné

source: This hub is running version %s%s %s of %s (RunTime: %s / User count: %d)
cs_cz: Tento hub běží na verzi %s%s %s of %s (RunTime: %s / Počet uživatelů: %d)

source: The hub is currently unable to service your request. Please try again in a few minutes.
cs_cz: Hub momentálně není schopen obsloužit tvůj požadavek. Zkus to za pár minut prosim.

source: Another user is already logged in from this IP address. Disconnecting.
cs_cz: Jiný uživatel s touto IP je již přihlášen. Odpojuji

source: You are already in the hub.
cs_cz: Už jsi na hubu přihlášen.

source: << Please change your password NOW using command +passwd <new_passwd>! See +help >>
cs_cz: <<Nyní si změň heslo pomocí příkazu +passwd <nove_heslo>! Pro další info čti +help>>

source: Do not reconnect too fast.
cs_cz: Nepřipojuj se příliš rychle.

source: Bad nickname
cs_cz: Špatný nick

source: unallowed characters in your nick.
cs_cz: nepovolené znaky v tvém nicku

source: use these: %s
cs_cz: použij tyto: %s

source: your nick is too short
cs_cz: tvůj nick je příliš krátký

source: your nick is too long
cs_cz: tvůj nick je příliš dlouhý

source: your nick is already in use
cs_cz: tvůj nick už někdo používá

source: Invalid nick prefix. Use: %s
cs_cz: Neplatný prefix. Použij: %s

source: operator not registered
cs_cz: operátor není registrován

source: Wait %s before reconnecting!!
cs_cz: Čekej %s před dalším připojením!

source: unknown error
cs_cz: neznámá chyba

source: <<You are banned>>
cs_cz: <<Jsi zabanován>>

source: Please add %s in front of your nick
cs_cz: Přidej %s na začátek svého nicku prosím

source: Error. Available units are: s(econd), m(inute), h(our), d(ay), w(eek), M(onth), Y(ear). Default is 'd'.
cs_cz: Chyba. Dostupné jednotky jsou: s(sekundy), m(minuty), h(hodiny), d(dny), w(týdny), M(mesíce), Y(roky). Záklaní je 'd'.

source: Please provide a positive number.
cs_cz: Vlož kladné číslo prosím.

source: Hublist registration results:
cs_cz: Výsledky registrace do hublistu:

source: Sending to %s:%d...
cs_cz: Odesílám k %s:%d...

source: connection failed
cs_cz: spojení selhalo

source: error sending info
cs_cz: chyba při odesílání informací

source: Done
cs_cz: Hotovo

source: Registering the hub in hublists. This may take a while, please wait...
cs_cz: Registruji hub do hublistů. To může chvíli trvat, čekej...

source: User
cs_cz: Uživatel

source: You have been kicked because %s
cs_cz: Byl jsi vykopnut za %s

source: Kicked user %s
cs_cz: Kopnut uživatel %s

source: Dropped user %s
cs_cz: Odpojen uživatel %s

source: dropped
cs_cz: odpojen

source: User cannot be kicked.
cs_cz: Uživatel nemůže být vykopnut.

source: and banned
cs_cz: a zabanován

source: Error kicking user %s because he is protected against all classes below %d
cs_cz: Chyba při kopání uživatele %s protože je chráněn před všemy class nižší %d

source: %ld weeks
cs_cz: %ld týdnů

source: %ld days
cs_cz: %ld dnů

source: %ld hours
cs_cz: %ld hodin

source: %ld mins
cs_cz: %ld minut

source: %ld secs
cs_cz: %ld sekund

source: %d ms
cs_cz: %d milisekund

source: The definition is empty or not specified. Please define it with -d option.
cs_cz: Definice je prázdná nebo neurčená. Definujte prosím volbou -d.

source: It's not allowed to define dbconfig file as trigger.
cs_cz: Není povoleno definovat soubor dbconfig jako trigger.

source: User '%s' tried to define dbconfig as trigger
cs_cz: Uživatel '%s' se pokusil definovat dbconfig jako trigger

source: The file %s for the trigger %s must be locate in VerliHub config folder (use %%[CFG] variable; for ex %%[CFG]/%s)
cs_cz: Soubor %s pro trigger %s se musí nacházet v konfigurační složce VerliHubu (použij %%[CFG] proměnnou; například %%[CFG]/%s)

source: Existing triggers are:
cs_cz: Existující triggery jsou:

source: Plugin %s %s cannot load extra script.
cs_cz: Plugin %s %s nemůže nahrát extra skript.

source: Plugin %s %s cannot load script '%s'.
cs_cz: Plugin %s %s nemůže nahrát '%s'.

source: (unknown LUA error)
cs_cz: (neznámá LUA chyba)

source: Lua version: %s
cs_cz: Lua verze: %s

source: Lua library version: %s
cs_cz: Lua knihovna verze: %s

source: Authors: %s
cs_cz: Autoři: %s

source: Running scripts: %d
cs_cz: Běžící skripty: %d

source: Memory used: %s
cs_cz: Využitá paměť: %s

source: Running LUA scripts:
cs_cz: Běžící LUA skripty:

source: Script %s stopped.
cs_cz: Skript %s zastaven.

source: Script #%s not stopped because it is not running.
cs_cz: Skript #%s nebyl zastaven protože nebyl spuštěn.

source: Script %s not stopped because it is not running.
cs_cz: Skript %s nebyl zastaven protože nebyl spuštěn.

source: Failed loading directory %s.
cs_cz: Selhalo nahrávání adresáře %s.

source: Script %s is already running.
cs_cz: Skript %s už běží.

source: Script %s is now running.
cs_cz: Skript %s je nyní spuštěn.
