Repository: asshole52/verlihub
Catalog: po/*.UTF-8.po
Languages: it_it, ru_ru

source: critical hub load
it_it: carico dell'hub critico
ru_ru: критическая нагрузка на хаб

source: timeout
ru_ru: Тайм-аут

source: user did nothing for too long time
it_it: l'utente non ha fatto nulla per un lungo tempo
ru_ru: Пользователь очень долго ничего не делал

source: hub full
it_it: hub pieno
ru_ru: хаб полон

source: share limit
it_it: limite share
ru_ru: лимит шары

source: no tag or not valid
it_it: nessuna tag o non valida
ru_ru: нет тега или недействителен

source: tag breaks hub rules
it_it: la tag non rispetta le regole dell'hub
ru_ru: тег противоречит правилам хаба

source: wrong password
it_it: password errata
ru_ru: неправильный пароль

source: error in login sequence
it_it: sequenza di login errata
ru_ru: ошибка в последовательности соединения

source: syntax error in some messages
it_it: errore di sintassi in alcuni messaggi
ru_ru: синтаксические ошибки в некоторых сообщениях

source: invalid key
it_it: chiave non valida
ru_ru: недействительный ключ

source: Nick %s has lately been in the hub with the following IP
it_it: Il nick %s è stato recentemente nell'hub con i seguenti IP
ru_ru: В последнее время %s заходил со следующего ип

source: IP %s has lately been in the hub with following nicknames
it_it: L'IP %s è stato recentemente nell'hub con i seguenti nickname
ru_ru: В последнее время %s использовал следующий ник

source: The message has been sent to %s because he is online.
it_it: Il messaggio è stato inviato ha %s poichè è online.
ru_ru: Сообщение было отправлено в %s потому, что он в сети.

source: Message saved.
it_it: Messaggio salvato.
ru_ru: Сообщение сохранено.

source: You have %d message in your box.
it_it: Hai %d messaggio nella tua casella.
ru_ru: У вас %d сообщение.

source: You have no new message in your box.
it_it: Non hai nessun messaggio nella tua casella.
ru_ru: У вас нет новых сообщений.

source: From: %s To: %s Date: %s Subject: %s
it_it: Da: %s A: %s Data: %s Oggetto: %s
ru_ru: От: %s Куда: %s Дата: %s Субъект: %s

source: From: %s To: %s Date: %s Subject: %s %s ----
it_it: Da: %s A: %s Data: %s Oggetto: %s %s ----
ru_ru: От: %s Куда: %s Дата: %s Субъект: %s %s ----

source: #OFFLINE MESSAGE# [%s] Subject: %s ------------------------- %s
it_it: #MESSAGGIO OFFLINE# [%s] Oggetto: %s ------------------------- %s
ru_ru: #ОФФЛАЙН СООБЩЕНИЕ# [%s] Субъект: %s ------------------------- %s

source: Replaced words:
it_it: Parole da sostituire:
ru_ru: Заменённые слова:

source: %s ---> %s Affected class: %d
it_it: %s ---> %s Classe interessata: %d
ru_ru: %s ---> %s Зависимости классов: %d

source: Word '%s' does not exist.
it_it: La parola '%s' non esiste.
ru_ru: Слово '%s' не существует.

source: Word '%s' deleted.
it_it: Parola '%s' cancellata.
ru_ru: Слово '%s' удалено.

source: Sorry the regular expression you provided cannot be parsed.
it_it: L'espressione regolare inserita non può essere compilata.
ru_ru: К сожалению ваше регулярное выражение не может быть разобрано.

source: Word '%s' already exists.
it_it: La parola '%s' esiste già
ru_ru: Слово '%s' уже существует.

source: Added word %s. This word will be filtered in public chat for users with class that is less than or equal to %d.
it_it: Parola %s aggiunta. Questa parola sarà filtrata nella chat pubblica per gli utenti con classe minore o uguale a %d.
ru_ru: Добавлено слово %s. Это слово будет фильтроваться в публичный чат для пользователей с классом, который меньше или равен %d.

source: Error adding word '%s'.
it_it: Errore nell'aggiungere la parola '%s'.
ru_ru: Ошибка при добавлении слова '%s'.
