Repository: asshole52/verlihub
Catalog: po/*.UTF-8.po
Languages: it_it, ru_ru

source: You have not rights to use redirects.
it_it: Non hai i permessi per utilizzare i redirect.
ru_ru: У вас нет прав на использование перенаправления.

source: User %s is protected or you have no rights on him
it_it: L'utente %s è protetto o non hai i permessi
ru_ru: Пользователь%s защищен или у вас нет прав для него

source: You are being redirected to %s because: %s
it_it: Stai per essere redirettato a %s perchè: %s
ru_ru: Вы будете перенаправлены на %s потому что: %s

source: User is not online or you tried to redirect a robot.
it_it: L'utente non è online o hai provato a redirettare un robot.
ru_ru: Пользователь не в сети или вы пытались перенаправить робота.

source: You cannot ban a protected user or with higher privilegies.
it_it: Non puoi bannare un utente protetto o con privilegi più elevati.
ru_ru: Вы не можете отключить защищённых пользователей или только с более высоким правами.

source: You cannot ban a robot.
it_it: Non puoi bannare un robot.
ru_ru: Вы не можете забанить робота.

source: You are being temporarily banned for %s because %s
it_it: Sei stato temporaneamente bannadto per %s perchè %s
ru_ru: Вы временно забанены %s причина: %s

source: You are banned because %s
it_it: Sei stato bannato perchè %s
ru_ru: Вы забанены, причина %s

source: Unknown command '%s'. Try !help
it_it: Comando %s sconosciuto. Prova !help
ru_ru: Неизвестная команда '%s'. Попробуйте !help

source: Unknown command '%s'. Try +help
it_it: Comando %s sconosciuto. Prova +help
ru_ru: Неизвестная команда '%s'. Попробуйте +help

source: No banned user found with ip %s.
it_it: Non è stato trovato nessun utente bannato con l'ip %s.
ru_ru: Не найдено отключённых пользователей с ип %s.

source: Removed %d bans.
it_it: Rimossi %d ban.
ru_ru: Удалено %d отключений.

source: You cannot send $BotINFO because BotINFO extension is not set in $Supports
it_it: Non puoi inviare$BotINFO poichè l'estensione BotINFO non è impostata in $Supports
ru_ru: Вы не можете отправить $BotINFO потому что BotINFO расширение не установлен в $Supports

source: Bot %s has just entered the hub.
it_it: Il bot %s è appena entrato nell'hub.
ru_ru: Бот %s только что вошел на хаб.

source: You do not have permissions to change the hub topic.
it_it: Non hai i permessi per cambiare il topic dell'hub.
ru_ru: У вас нет разрешений на изменение темы хаба.

source: Topis is set to: %s
it_it: Il topic è impostato a: %s
ru_ru: Тема изменена на: %s

source: <<Your client is banned>>
it_it: <<Il tuo client è bannato>>
ru_ru: <<Ваш клиент заблокирован>>

source: Connections through proxy server are not allowed in this hub.
it_it: Le connessioni attraverso server proxy non sono consentite in questo hub.
ru_ru: Подключение через прокси-сервер на хаб запрещено.

source: Passive connections are restricted. Consider changing to active.
it_it: Le connessioni passive sono state limitate. È consigliabile cambiare in modalità attiva.
ru_ru: Пассивный режим запрещён. Попробуйте включить активный режим.

source: Error: your client tag is reporting less then 0 hubs or slots!
it_it: Errore: il tuo client riporta meno di 0 hub o slot!
ru_ru: Ошибка: В вашем теге менее 0 хабов или слотов!

source: Unknown clients are not allowed in this hub
it_it: I client sconosciuti non sono ammessi in questo hub
ru_ru: Неизвестные клиенты запрещены на этом хабе

source: Too many open hubs, max is %d
it_it: Troppi hub aperti, il massimo è %d
ru_ru: Слишком много открытых хабов, максимум %d

source: Too little open slots for your connection type (%s), min is %d
it_it: Troppi pochi slot aperti per la tua connessione (%s), il minimo è %d
ru_ru: Слишком мало открытых слотов для вашего типа соединения (%s), минимум %d

source: Too many open slots for your connection type (%s), max is %d
it_it: Troppi slot aperti per la tua connessione (%s), il massimo è %d
ru_ru: Слишком много открытых слотов для вашего типа соединения (%s), максимум %d

source: Your hubs/slots ratio %.2f is too high (max is %.2f).
it_it: Il rapporto hub/slot %.2f è troppo alto (il massimo è %.2f).
ru_ru: Слишком большое соотношение хабы/слоты %.2f (максимум %.2f).

source: Open %d slots for %d hubs.
it_it: Altri %d slot per %d hub.
ru_ru: Откройте %d слотов для %d хабов.

source: Too low upload limit for your connection type (%s), minimum upload rate is %.2f
it_it: Il limite in upload è troppo basso per la tua connessione (%s), il minimo rate in upload è %.2f
ru_ru: Слишком низкая скорость отдачи для вашего типа соединения (%s), минимальная скорость отдачи %.2f

source: Too low upload limit per slot for your connection type (%s), minimum upload limit is %.2f per slot
it_it: Il limite in upload per slot è troppo basso per la tua connessione (%s), il minimo limite in upload è %.2f per slot
ru_ru: Слишком низкая скорость отдачи на слот для вашего типа соединения (%s), минимальная скорость отдачи %.2f на слот

source: Your client version is too old, please upgrade it.
it_it: Il tuo client è troppo vecchio, aggiornalo.
ru_ru: Версия вашего клиента слишком старая, пожалуйста, обновите его.

source: Allowed minimum version number for %s client is: %.2f
it_it: La minima versione consentita per il client %s è: %.2f
ru_ru: Минимально допустимая версия клиента %s: %.2f

source: Allowed minimum version number for your client is: %.2f
it_it: La minima versione consentita per il tuo client è: %.2f
ru_ru: Минимально допустимая версия для вашего клиента: %.2f

source: Your client version is too recent.
it_it: Il tuo client è troppo recente.
ru_ru: Ваша версия клиента слишком свежая.

source: Allowed maximum version number for %s client is %.2f
it_it: La massima versione consentita per il client %s è: %.2f
ru_ru: Максимально допустимая версия клиента %s: %.2f

source: Allowed maximum version number for your client is %.2f
it_it: La massima versione consentita per il tuo client è: %.2f
ru_ru: Максимально допустимая версия для вашего клиента: %.2f

source: System uptime: %s
it_it: Uptime sistema: %s
ru_ru: Время работы: %s

source: Load averages: %.2f %.2f %.2f
it_it: Carico medio: %.2f %.2f %.2f
ru_ru: Средняя скорость загрузки: %.2f %.2f %.2f

source: Used RAM: %s
it_it: RAM utilizzata: %s
ru_ru: Использование ОЗУ: %s

source: Free RAM: %s
it_it: RAM disponibile: %s
ru_ru: Свободной ОЗУ: %s

source: Shared RAM: %s
it_it: RAM condivisa: %s
ru_ru: Доступно ОЗУ: %s

source: Memory in buffers: %s
it_it: Memoria nei buffer: %s
ru_ru: Память в буфере: %s

source: Total swap: %s
it_it: Swap totale: %s
ru_ru: Всего файла подкачки: %s

source: Free swap: %s
it_it: Swap disponibile: %s
ru_ru: Свободно файла подкачки: %s

source: Number of processes: %d
it_it: Numero di processi: %d
ru_ru: Количество процессов: %d

source: No info available
it_it: Nessuna informazione disponibile
ru_ru: Нет доступной информации

source: Hub name
it_it: Nome hub
ru_ru: Название хаба

source: Hub owner
it_it: Proprietario
ru_ru: Владелец хаба

source: Hub category
it_it: Categoria hub
ru_ru: Категория хаба

source: Total user limit
it_it: Limite utenti totali
ru_ru: Лимит пользователей

source: Version date: %s
it_it: Data versione: %s
ru_ru: Дата версии: %s

source: Uptime: %s
ru_ru: Время работы: %s

source: Recovery mode
it_it: Modalità di ripristino
ru_ru: Режим восстановления

source: Near capacity
it_it: Vicino alla capacità
ru_ru: Режим производительности

source: Progressive mode
it_it: Modalità progressiva
ru_ru: Прогрессивный режим

source: Normal mode
it_it: Modalità normale
ru_ru: Нормальный режим

source: Server frequency: %.4f (%s)
it_it: Frequenza server: %.4f (%s)
ru_ru: Частота сервера: %.4f (%s)

source: Current online users: %d
it_it: Utenti online: %d
ru_ru: Пользователей в сети: %d

source: Current share total: %s
it_it: Share totale corrente: %s
ru_ru: Общая шара: %s

source: User list count: %d
it_it: Utenti in lista: %d
ru_ru: Пользователей в списке: %d

source: Hello user count: %d
it_it: Conteggio hello user: %d
ru_ru: Новых пользователей: %d

source: In Progress users: %d
it_it: Utenti in progressione: %d
ru_ru: Пользователей в прогрессе: %d

source: Active user count: %d
it_it: Utenti attivi: %d
ru_ru: Активных пользователей: %d

source: Passive user count: %d
it_it: Utenti passivi: %d
ru_ru: Пассивных пользователей: %d

source: Op user count: %d
it_it: Operatori: %d
ru_ru: Операторов: %d

source: Bot user count: %d
it_it: Utenti bot: %d
ru_ru: Ботов: %d

source: Upload zone %d: %s
it_it: Upload zona %d: %s
ru_ru: Скорость отдачи зоны %d: %s

source: Current total upload for all zones: %s
it_it: Upload corrente totale per tutte le zone: %s
ru_ru: Текущая общая отдача для всех зон: %s

source: Zone (%d) all users: %d / %d
it_it: Zona (%d) tutti gli utenti: %d / %d
ru_ru: Зона (%d) пользователей: %d / %d

source: Zone (%d) %s users: %d / %d
it_it: Zona (%d) %s utenti: %d / %d
ru_ru: Зона (%d) %s пользователей: %d / %d

source: Zone (%d) not set
it_it: Zona (%d) non impostata
ru_ru: Зона (%d) не установлена

source: Zone (%d) IP-Range: %d / %d
it_it: Zona (%d) IP-Range: %d / %d
ru_ru: Зона (%d) Ип-диапазон: %d / %d

source: Class
it_it: Classe
ru_ru: Класс

source: Password set
it_it: Password impostata
ru_ru: Пароль установлен

source: Last login
it_it: Ultimo login
ru_ru: Последнее посещение

source: Last IP
it_it: Ultimo IP
ru_ru: Последний ип

source: Last error
it_it: Ultimo errore
ru_ru: Последняя ошибка

source: Error IP
it_it: Errore IP
ru_ru: Ошибочный ип

source: Login count
it_it: Contatore login
ru_ru: Посещений

source: Login errors
it_it: Errori login
ru_ru: Ошибок входа

source: Protected
it_it: Protetto
ru_ru: Защищён

source: Hidden kicks
it_it: Kick nascosti
ru_ru: Скрытые отключения

source: Hidden key
it_it: Chiave nascosta
ru_ru: Скрытый ключ

source: Hidden share
it_it: Share nascosto
ru_ru: Скрытая шара

source: Registered since
it_it: Registrato dal
ru_ru: Дата регистрации

source: Registered by
it_it: Registrato da
ru_ru: Зарегистрировал

source: Alternate IP
it_it: IP alternativo
ru_ru: Альтернативный ип

source: << To turn your chat on use command +chat; turn it off with +nochat >>
it_it: << Per abilitare la chat usa il comando +chat; per disabilitarla usa +nochat >>
ru_ru: <<Чтобы включить чат используйте +chat; чтобы отключить его +nochat>>

source: Not available
it_it: Non disponibile
ru_ru: Не доступно

source: RunTime
it_it: Tempo di esecuzione
ru_ru: Время работы

source: User Count
it_it: Utenti
ru_ru: Количество пользователей

source: System Status
it_it: Stato sistema
ru_ru: Состояние системы

source: This hub is running version %s%s %s of %s (RunTime: %s / User count: %d)
it_it: Questo hub sta eseguendo la versione %s%s %s di %s (Tempo di esecuzione: %s / Utenti: %d)
ru_ru: Этот хаб работает под управлением версии %s%s %s программы %s (Время работы: %s / Пользователей: %d)

source: The hub is currently unable to service your request. Please try again in a few minutes.
it_it: L'hub non è attualmente in grado di servire la tua richiesta. Si prega di riprovare fra qualche minuto.
ru_ru: Хаб в настоящее время не обработал ваш запрос. Повторите попытку через несколько минут.

source: Another user is already logged in from this IP address. Disconnecting.
it_it: Un altro utente è collegato con lo stesso indirizzo IP. Disconnessione.
ru_ru: Другой пользователь уже вошел в систему с этого ип-адреса. Отключение.

source: You are already in the hub.
it_it: Sei già nell'hub.
ru_ru: Вы ещё на хабе.

source: << Please change your password NOW using command +passwd <new_passwd>! See +help >>
it_it: << Cambia ORA la tua password con il comando +passwd <nuova_password>! Digita +help >>
ru_ru: <<Пожалуйста, измените свой пароль сейчас, используя +passwd <новый_пароль> ! См. +help>>

source: Do not reconnect too fast.
it_it: Non riconnetterti troppo velocemente.
ru_ru: Не подключайтесь слишком быстро.

source: Bad nickname
it_it: Nickname non valido
ru_ru: Плохой ник

source: unallowed characters in your nick.
it_it: caratteri non consentiti nel nick.
ru_ru: запрещенные символы в вашем нике.

source: use these: %s
it_it: utilizza questi: %s
ru_ru: используйте эти: %s

source: your nick is too short
it_it: il nick è troppo corto
ru_ru: Ваш ник слишком короткий

source: your nick is too long
it_it: il nick è troppo lungo
ru_ru: Ваш ник слишком длинный

source: your nick is already in use
it_it: il nick è già utilizzato
ru_ru: Этот ник уже используется

source: Invalid nick prefix. Use: %s
it_it: Prefisso del nick non valido. Utilizza: %s
ru_ru: Неверный префикс. Используйте: %s

source: operator not registered
it_it: operatore non registrato
ru_ru: Оператор не зарегистрирован

source: Wait %s before reconnecting!!
it_it: Attendi %s prima di riconnetterti!
ru_ru: Подождите %s, перед подключением!

source: unknown error
it_it: errore sconosciuto
ru_ru: неизвестная ошибка

source: <<You are banned>>
it_it: <<Sei bannato>>
ru_ru: <<Вы забанены>

source: Please add %s in front of your nick
it_it: Aggiungi %s davanti al tuo nick
ru_ru: Пожалуйста, добавьте %s перед ником

source: Error. Available units are: s(econd), m(inute), h(our), d(ay), w(eek), M(onth), Y(ear). Default is 'd'.
it_it: Errore. Le unità disponibili sono: s(econdi), m(inuti), h(ore), d(giorni), w(settimane), M(esi), Y(anni). Il valore predefinito è 'd'.
ru_ru: Ошибка. Доступные единицы: s(секунд), m(минут), h(часов), d(дней), w(недель), M(месяцев), Y(лет). По умолчанию 'd'.

source: Please provide a positive number.
it_it: Fornisci un numero positivo.
ru_ru: Просьба представить положительное число.

source: Hublist registration results:
it_it: Risultato registrazione hublist:
ru_ru: Результаты регистрации в хаб-листе:

source: Sending to %s:%d...
it_it: Invio dati a %s:%d...
ru_ru: Отправка %s:%d...

source: connection failed
it_it: connession fallita
ru_ru: Не удалось установить соединение

source: error sending info
it_it: errore nell'inviare le informazioni
ru_ru: Ошибка при отправке информации

source: .. OK
ru_ru: .. ОК

source: Done
it_it: Fatto
ru_ru: Сделано

source: Registering the hub in hublists. This may take a while, please wait...
it_it: Registrazione dell'hub nelle liste pubbliche. Questa operazione potrebbe richiedere un po di tempo...
ru_ru: Регистрация хаба в хаб-листе. Это может занять некоторое время, пожалуйста, подождите ...

source: IP='%s'
ru_ru: Ип='%s'

source: Host='%s'
ru_ru: Хост='%s'

source: User
it_it: Utente
ru_ru: Пользователь

source: You have been kicked because %s
it_it: Sei stato espulso perchè %s
ru_ru: Вы были отключено %s

source: Kicked user %s
it_it: L'utente %s è stato espulso
ru_ru: Пользователь %s отключён

source: Dropped user %s
it_it: Droppato l'utente %s
ru_ru: Пользователь %s отключён

source: dropped
it_it: droppato
ru_ru: отключён

source: User cannot be kicked.
it_it: L'utente non può essere espulso.
ru_ru: Пользователь не может быть отключён.

source: and banned
it_it: e bannato
ru_ru: и забанен

source: Error kicking user %s because he is protected against all classes below %d
it_it: Errore nell'espellere l'utente %s poichè è protetto da tutte le classi al di sotto di %d
ru_ru: Ошибка отключения пользователя %s потому, что он защищен от классов ниже %d

source: %ld weeks
it_it: %ld settimane
ru_ru: %ld нед.

source: %ld days
it_it: %ld giorni
ru_ru: %ld дн.

source: %ld hours
it_it: %ld ore
ru_ru: %ld час.

source: %ld mins
it_it: %ld minuti
ru_ru: %ld мин.

source: %ld secs
it_it: %ld secondi
ru_ru: %ld сек.

source: %d ms
ru_ru: %d мс

source: %s %s Flags: %d SendAs: %s Class: %d-%d
it_it: %s %s Flag: %d Invia come: %s Classe: %d-%d
ru_ru: %s %s Флаги %d: Отправлено как: %s Класс: %d-%d

source: The definition is empty or not specified. Please define it with -d option.
it_it: La definizione è vuota o non è stata specificata. Inseriscila con l'opzione -d.
ru_ru: Определение пустое или не указано. Пожалуйста, определите его опцией -d.

source: It's not allowed to define dbconfig file as trigger.
it_it: L'utente '%s' ha provato a definire il file dbconfig come trigger
ru_ru: Запрещено использовать файл dbconfig в качестве триггера.

source: User '%s' tried to define dbconfig as trigger
it_it: L'utente '%s' ha provato a definire il file dbconfig come trigger
ru_ru: Пользователь '%s' пытался использовать dbconfig как триггер

source: The file %s for the trigger %s must be locate in VerliHub config folder (use %%[CFG] variable; for ex %%[CFG]/%s)
it_it: Il file %s per il trigger %s deve essere contenuto nella cartella di configurazione di VerliHub (usa la variabile %%[CFG]; per esempio %%[CFG]/%s)
ru_ru: Файл %s для триггера %s должны быть размещён в папке конфигурации VerliHub (Ипользование %%[CFG] переменная; например %%[CFG] /%s)

source: Existing triggers are:
it_it: I trigger esistenti sono:
ru_ru: Существующие триггеры:

source: Plugin %s %s cannot load extra script.
it_it: Il plugin %s %s non può caricare altri script.
ru_ru: Плагин %s %s не может загрузить дополнительный скрипт.

source: Plugin %s %s cannot load script '%s'.
it_it: Il plugin %s %s non può caricare lo script '%s'.
ru_ru: Плагин %s %s не может загрузить скрипт '%s'.

source: (unknown LUA error)
it_it: (errore LUA sconosciuto)
ru_ru: (Неизвестная ошибка LUA)

source: Lua version: %s
it_it: Versione Lua: %s
ru_ru: Версия Lua: %s

source: Lua library version: %s
it_it: Version libreria lua: %s
ru_ru: Версия библиотеки Lua: %s

source: Copyright: %s
ru_ru: Авторские права: %s

source: Authors: %s
it_it: Autori: %s
ru_ru: Авторы: %s

source: Running scripts: %d
it_it: Script in esecuzione: %d
ru_ru: Запущенные скрипты: %d

source: Memory used: %s
it_it: Memoria utilizzata: %s
ru_ru: Использование памяти: %s

source: Running LUA scripts:
it_it: Script LUA in esecuzione:
ru_ru: Запущенные LUA скрипты:

source: Script %s stopped.
it_it: Lo script %s è stato terminato.
ru_ru: Скрипт %s остановлен.

source: Script #%s not stopped because it is not running.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
ru_ru: Скрипт #%s не остановлен, потому что он не работает.

source: Script %s not stopped because it is not running.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
ru_ru: Скрипт %s не остановлен, потому что он не работает.

source: Failed loading directory %s.
it_it: Errore nell'apertura della cartella %s.
ru_ru: Ошибка при загрузке каталога %s.

source: Script %s is already running.
it_it: Lo script %s è ora in esecuzione.
ru_ru: Скрипт %s уже запущен.

source: Script %s is now running.
it_it: Lo script %s è ora in esecuzione.
ru_ru: Скрипт %s работает.

source: Script %s not found or could not be parsed.
it_it: Lo script %s non è stato trovato o non può essere analizzato.
ru_ru: Скрипт %s не найден или не может быть проанализирован.

source: Script %s not stopped because it is not running.
it_it: Lo script %s non è stato terminato poichè non è in esecuzione.
ru_ru: Скрипт %s не остановлен потому что он не работает.

source: Plugman version %s
it_it: Version plugman: %s
ru_ru: Версии менеджера плагинов %s

source: Verlihub executable: %s
it_it: Eseguibile di VerliHub: %s
ru_ru: Исполняемый файл Verlihub: %s

source: Plugin name must be max 10 characters long; please provide another one.
it_it: Il nome del plugin deve essere lungo al massimo 10 caratteri. Inseriscine un altro.
ru_ru: Название плагина должно быть не более 10 символов; просьба исправить это.

source: Please provide a valid path for the plugin.
it_it: Inserisci un percorso valido per il plugin.
ru_ru: Укажите правильный путь до плагина.

source: Plugin '%s' not found.
it_it: Plugin %s non trovato.
ru_ru: Плагин '%s' не найден.

source: Plugin not found.
it_it: Plugin non trovato.
ru_ru: Плагин не найден.

source: Plugin does not support scripts
it_it: Il plugin non supporta gli script.
ru_ru: Плагин не поддерживает скрипты

source: Loaded
it_it: Caricato
ru_ru: Загружено

source: Error loading script
it_it: Errore nel caricare lo script
ru_ru: Ошибка при загрузке скрипта

source: Warning: the plugin should be recompiled because VerliHub has been recently updated
it_it: Attenzione: il plugin deve essere ricompilato poichè VerliHub è stato aggiornato recentemente
ru_ru: Предупреждение: плагин должен быть скомпилирован заново потому что VerliHub был обновлен

source: Reloaded
it_it: Ricaricato
ru_ru: Перезагрузка

source: Name: %s
it_it: Nome: %s
ru_ru: Название: %s

source: Status: %s
it_it: Stato: %s
ru_ru: Статус: %s

source: On
ru_ru: Вкл.

source: Off
ru_ru: Выкл.

source: Running mode: %s
it_it: Modalità di esecuzione: '%s'
ru_ru: Режимы запуска: %s

source: Auto
it_it: Automatico
ru_ru: Авто

source: Manual
it_it: Manuale
ru_ru: Руководство

source: Path: %s
ru_ru: Путь: %s

source: Description: %s
it_it: Descrizione: %s
ru_ru: Описание: %s

source: Last Error: %s
it_it: Ultimo errore: %s
ru_ru: Последняя ошибка: %s

source: Python interpreter is not loaded.
it_it: L'interprete Python non è caricato.
ru_ru: Интерпретатор Python не загружен.

source: Loaded Python scripts:
it_it: Python script caricati:
ru_ru: Загружено Python скриптов:

source: Failed to allocate new Python interpreter.
it_it: Errore nell'allocare un nuovo interprete Python.
ru_ru: Не удалось найти новый интерпретатор Python.

source: Script %s not found or could not be parsed!.
it_it: Lo script %s non è stato trovato o non può essere analizzato
ru_ru: Скрипт %s не найден или не может быть проанализирован!.

source: Give a list of forbidden expressions
it_it: Restituisci una lista di espressioni proibite
ru_ru: Получить список запрещенных выражений

source: Sorry the regular expression you provided is not valid.
it_it: L'espressione regolare inserita non è valida.
ru_ru: К сожалению регулярное выражение указанное вами недопустимо.

source: FORBID: User sent forbidden words in %s: %s
it_it: FORBID: l'utente ha inviato parole proibite in %s: %s
ru_ru: ЗАПРЕТ: Пользователь отправил запрещенные слова в %s: %s

source: PUBLIC chat
it_it: chat PUBBLICA
ru_ru: ПУБЛИЧНЫЙ чат

source: PRIVATE chat
it_it: chat PRIVATA
ru_ru: ПРИВАТНЫЙ чат

source: Give a list of chatrooms
it_it: Restituisci una lista di chatroom
ru_ru: Получить список чат-комнат

source: %s - %s - By %s Auto: %d-%d/CC: %s Min class: %d
it_it: %s - %s - Da %s Auto: %d-%d/CC: %s Classe minima: %d
ru_ru: %s - %s - К %s Авто: %d-%d/CC: %s Минимальный класс: %d

source: Online %d users
it_it: %d utenti online
ru_ru: В сети %d пользователей.

source: Give a list of ISPs
it_it: Restituisci una lista di ISP
ru_ru: Получить список провайдеров

source: Unknown range format.
it_it: Formato range sconosciuto.
ru_ru: Неизвестный формат диапазона.

source: Sorry the regular expression for nickname you provided is not valid.
it_it: L'espressione regolare inserita per il nickname non è valida.
ru_ru: К сожалению регулярное выражение для ника указанное вами недопустимо.

source: Sorry the regular expression for connection you provided is not valid.
it_it: L'espressione regolare inserita per la connessione non è valida.
ru_ru: К сожалению регулярное выражение для типа соединения указанное вами недопустимо.

source: Last %d events of nick %s:
it_it: Ultimi %d eventi del nick %s:
ru_ru: Последние %d событий для ника %s:

source: Last %d events of IP %s:
it_it: Ultimi %d eventi dell'IP %s:
ru_ru: Последние %d событий для ип %s:

source: connect
it_it: connesso
ru_ru: соединение

source: login
ru_ru: войти

source: logout
ru_ru: выйти

source: disconnect
it_it: disconnesso
ru_ru: отключиться

source: bad nick or nick temporarily banned
it_it: nick errato o temporaneamente bannato
ru_ru: плохой ник или ник временно забанен

source: used different nick in chat
it_it: ha usato un nick diverso in chat
ru_ru: использовали различные ник в чате

source: kicked
it_it: espulso
ru_ru: отключено

source: redirected
it_it: redirettato
ru_ru: перенаправлен

source: exit from the hub
it_it: uscito dall'hub
ru_ru: выйти из хаба
