Repository: asshole52/verlihub
Catalog: po/*.UTF-8.po
Languages: it_it, ru_ru

source: Unknown ban
it_it: Ban sconosciuto
ru_ru: Неизвестный бан

source: Nick: %s
ru_ru: Ник: %s

source: IP: %s
it_it: Il tuo IP: %s
ru_ru: Ип: %s

source: Reason: %s
it_it: Motivo: %s
ru_ru: Причина: %s

source: Remaining: %s
it_it: Rimanente: %s
ru_ru: Осталось: %s

source: Permanently.
it_it: Ban permanente.
ru_ru: Вечный.

source: IP range: %s-%s
it_it: Range IP: %s-%s
ru_ru: Диапазон: %s-%s

source: Share: %s
it_it: Condivisione: %s
ru_ru: Шара: %s

source: Removed: %s by %s because %s
it_it: Rimosso: %s da %s perchè %s
ru_ru: %s перемещён %s причина %s

source: OP: %s
ru_ru: Оп: %s

source: Ban type: %s
it_it: Tipo ban: %s
ru_ru: Тип бана: %s

source: Nick+IP
ru_ru: Ник+ип

source: IP
ru_ru: Ип

source: Nick
ru_ru: Ник

source: IP Range
it_it: Range IP
ru_ru: Диапазон адресов

source: Host Level 1
it_it: Host di livello 1
ru_ru: Хост 1-го уровня

source: Host Level 2
it_it: Host di livello 2
ru_ru: Хост 2-го уровня

source: Host Level 3
it_it: Host di livello 3
ru_ru: Хост 3-го уровня

source: Share Size
it_it: Dimensione share
ru_ru: Объём расшаренной информации

source: E-mail
ru_ru: Электронная почта

source: Nick Prefix
it_it: Prefisso nick
ru_ru: Приставка к нику

source: Reverse Host
ru_ru: Обратный хост

source: expired on: %s
it_it: scaduto il: %s
ru_ru: истекает: %s

source: for: %s
it_it: per: %s
ru_ru: для: %s

source: permanently
it_it: permanentemente
ru_ru: вечно

source: Last %d bans:
it_it: Ultimi %d ban:
ru_ru: Последнее %d банов:

source: User '%s' is not in this room.
it_it: L'utente '%s' non è in questa stanza.
ru_ru: Пользователь '%s' не в этой комнате.

source: You cannot send %s out of the room because he has higher privilegies.
it_it: Non puoi mandare %s fuori dalla stanza poichè ha privilegi più elevati.
ru_ru: Вы не можете отправить%s из комнаты, потому что он имеет больше полномочий.

source: Members: %s
it_it: Membri: %s
ru_ru: Участники: %s

source: User '%s' is not online, so you cannot invite him.
it_it: L'utente %s non è online e non puoi invitarlo.
ru_ru: Пользователь '%s' не в сети, поэтому вы не можете пригласить его.

source: Key
it_it: Chiave
ru_ru: Ключ

source: ValidateNick
ru_ru: Проверка ника

source: Login
ru_ru: Логин

source: Flush
ru_ru: Сброс

source: Set Password
it_it: Imposta password
ru_ru: Установить пароль

source: Operation timeout
it_it: Timeout operazione
ru_ru: Время ожидания операции вышло

source: General timeout
it_it: Timeout generale
ru_ru: Время ожидания вышло

source: Slots: %d..%d Min limiter: %.2f, %.2f/slot - %s
it_it: Slot: %d..%d Limite minimo: %.2f, %.2f/slot - %s
ru_ru: Слотов: %d..%d ограничение: %.2f, %.2f/слот - %s

source: Existing connection types are:
it_it: I tipi di connessioni esistenti sono:
ru_ru: Существующие типы соединений:

source: Enable
it_it: Abilitato
ru_ru: Включено

source: Disable
it_it: Disabilitato
ru_ru: Отключено

source: Existing redirects are:
it_it: I redirect esistenti sono:
ru_ru: Существующие перенаправления:

source: All version
it_it: Tutte le versioni
ru_ru: Все версии

source: Min version: %.2f
it_it: Version minima: %.2f
ru_ru: Минимальная версия %.2f

source: Max version: %.2f
it_it: Versione massima: %.2f
ru_ru: Максимальная версия:%.2f

source: Banned: %s
it_it: Bannato: %s
ru_ru: Забанен: %s

source: Yes
it_it: Si
ru_ru: Да

source: No
ru_ru: Нет

source: Existing clients are:
it_it: I client esistenti sono:
ru_ru: Существующие клиенты:

source: This functionality is currently disabled.
it_it: Questa funzione è attualmente disabilitata.
ru_ru: Эта функция сейчас отключена.

source: IP of user %s: %s
it_it: Ip dell'utente %s: %s
ru_ru: Ип пользователя %s: %s

source: User %s not found.
it_it: Utente %s non trovato.
ru_ru: Пользователь %s не найден.

source: Full list of commands:
it_it: Lista completa di comandi:
ru_ru: Полный список команд

source: Host of user %s: %s
it_it: Host dell'utente %s: %s
ru_ru: Хост пользователя %s: %s

source: User: %s IP: %s Host: %s CC: %s
it_it: Utente: %s IP: %s Host: %s CC: %s
ru_ru: Пользователь: %s Ип: %s Хост: %s Код Страны: %s

source: Stopping Hub...
it_it: Chiusura hub in corso...
ru_ru: Остановка хаба...

source: No rights
it_it: Nessun permesso
ru_ru: Нет прав

source: Usage example: !ccbc :US:GB: <message>.
it_it: Per esempio usa: !ccbc :US:GB <messaggio>.
ru_ru: Пример использования: !ccbc :US:GB: <сообщение> .

source: Please type !help for more info
it_it: Digita !help per maggiori informazioni
ru_ru: Напишите !help для получения дополнительной информации

source: Message delivered to %d users in zone %s in %s
it_it: Messaggio inviato a %d utenti nella zona %s in %s
ru_ru: Сообщение доставляется %d пользователям в зоне %s в %s

source: Your info
it_it: Le tue informazioni
ru_ru: Информация

source: Your IP is %s
it_it: Il tuo IP è %s
ru_ru: Ваш ип %s

source: Authors
it_it: Autori
ru_ru: Авторы

source: Contributors
it_it: Collaboratori
ru_ru: Спонсоры

source: Credits
it_it: Riconoscimenti
ru_ru: Кредиты

source: Website
it_it: Sito web
ru_ru: Сайт

source: Forums
it_it: Forum
ru_ru: Форум

source: Website/Forums design
it_it: Design sito web/forum
ru_ru: Сайт / Форум дизайн

source: Unregistered
it_it: Non registrato
ru_ru: Незарегистрированный

source: Registered
it_it: Registrato
ru_ru: Зарегистрированный

source: VIP
ru_ru: Вип

source: Operator
it_it: Operatore
ru_ru: Оператор

source: Super OP
ru_ru: Супер оператор

source: Admin
it_it: Amministratore
ru_ru: Админ

source: Master
it_it: Proprietario
ru_ru: Мастер

source: Active
it_it: Attivo
ru_ru: Активный

source: Passive
it_it: Passivo
ru_ru: Пассивный

source: Hub Owner: %s
it_it: Proprietario: %s
ru_ru: Владелец хаба: %s

source: Address: %s
it_it: Indirizzo: %s
ru_ru: Адрес:%s

source: Total users: %d
it_it: Utenti totali: %d
ru_ru: Всего пользователей: %d

source: Total bots: %d
it_it: Bots totali: %d
ru_ru: Всего ботов: %d

source: Total share: %s
it_it: Share totale: %s
ru_ru: Общая шара: %s

source: Hub health: %s
it_it: Stato hub: %s
ru_ru: Статус хаба: %s

source: Your status: %s
it_it: Il tuo stato: %s
ru_ru: Ваш статус: %s

source: Your can search every %d seconds
it_it: Puoi effettuare una ricarca ogni %d secondi
ru_ru: Следующий поиск через %d сек.

source: Your connection type is: %s
it_it: Il tuo tipo di connessione è: %s
ru_ru: Ваш тип соединения: %s

source: You are sharing: %s
it_it: Stai condividendo: %s
ru_ru: Вы расшарили :%s

source: Registration failed; please contact an operator for more help.
it_it: Registrazione fallita; contatta un operatore per maggiori informazioni.
ru_ru: Регистрация не удалась, пожалуйста, свяжитесь с оператором для получения дополнительной информации.

source: Your nick must start with %s
it_it: Il tuo nick deve iniziare con %s
ru_ru: Ваш ник должен начинаться с %s

source: You need to share at least %s
it_it: Devi condividere almeno %s
ru_ru: Вы должны расшарить по крайней мере %s

source: You are already registered
it_it: Sei già registrato
ru_ru: Вы уже зарегистрированы.

source: Minimum password length is %d characters, please retry.
it_it: La lunghezza minima della password è %d caratteri, riprova.
ru_ru: Минимальная длинна пароля %d символов, попробуйте снова.

source: A new user has been registered with class %d
it_it: Un nuovo utente è stato registrato con la classe %d
ru_ru: Новый пользователь был зарегистрирован с классом %d

source: You are now registered with nick '%s'! Please reconnect and login with your password. Don't forget your password! It is '%s'.
it_it: Sei stato registrato con il nick '%s'! Riconnettiti ed entra con la tua password. Non dimenticarti la password: '%s'.
ru_ru: Теперь вы зарегистрировали свой ник '%s'! Пожалуйста, переподключитесь и войдите используя ваш пароль. Не забудьте свой пароль! Пароль '%s'.

source: An error occured while registering.
it_it: Si è verificato un errore durante la registrazione.
ru_ru: Обнаружена ошибка при регистрации.

source: Thank you, your request has been sent to operators.
it_it: Grazie, la tua richiesta è stata inviata agli operatori.
ru_ru: Спасибо, Ваш запрос был отправлен операторам.

source: You do not have permissions to change the topic.
it_it: Non hai i permessi per cambiare il topic.
ru_ru: У вас недостаточно прав для изменения топика.

source: Topic must be max 255 characters long. Your topic was %d characters long.
it_it: Il topic deve essere lungo al massimo 255 caratteri. Il tuo topic ha %d caratteri.
ru_ru: Топик должен быть не более 255 символов. В вашем топике %d символов.

source: %s has set the topic to : %s
it_it: %s ha impostato il topic a: %s
ru_ru: %s изменил топик на: %s

source: %s resetted the topic
it_it: %s ha cancellato il topic
ru_ru: %s удалил топик

source: You are not allowed to change your password now. Ask an OP.
it_it: Non hai i permessi per cambiare la password. Chiedi ad un operatore.
ru_ru: Вы не можете изменить свой пароль сейчас. Информация у оператора.

source: Error updating password.
it_it: Errore nell'aggiornare la password.
ru_ru: Ошибка обновления пароля.

source: Password updated successfully.
it_it: Password aggiornata correttamente.
ru_ru: Пароль успешно обновлён.

source: Please use: !hideme <class> where <class> is the maximum class of users that may not see your actions.
it_it: Utilizza: !hideme <classe> dove <classe> è la massima classe dell'utente che non dovrebbe vedere le tue azioni. may not see your actions.
ru_ru: Используйте: !hideme <класс> где <класс> максимальный класс пользователей которые не смогут видеть ваших действий.

source: Your command actions are now hidden from users with class below %d.
it_it: Le azioni dei comandi sono ora nascoste agli utenti con classe inferiore a %d.
ru_ru: Ваши действия теперь скрыты от пользователей с классом ниже %d.

source: Type !help for more information (usage !userlimit <max_users> [<minutes>=60])
it_it: Digita !help per maggiori informazioni (utilizza !userlimit <max_utenti> [<minuti>=60])
ru_ru: Используйте !help для получения дополнительной информации (использование !userlimit <max_users> [ <минуты> = 60])

source: Use !class <nick> [<class>=3].
it_it: Usa !class <nick> [<classe>=3].
ru_ru: Используйте !class <ник> для временного изменения класса пользователя.

source: Please type !help for more info.
it_it: Digita !help per maggiori informazioni.
ru_ru: Используйте !help для получения информации.

source: Max class is %d
it_it: La classe massima è %d
ru_ru: Максимальный класс %d.

source: Temporarily changed class to %d for user %s
it_it: Cambiata temporaneamente la classe a %d per l'utente %s
ru_ru: Класс изменён на %d для пользователя %s

source: You have no rights to change class of %s.
it_it: Non hai i permessi per cambiare la classe di %s
ru_ru: У вас нет прав на изменение класса %s.

source: Kicks of user %s are now hidden.
it_it: I kick dell'utente %s sono ora nascosti.
ru_ru: Отключения пользователя %s теперь скрыты.

source: You have no rights to do this.
it_it: Non hai i permessi per eseguire l'operazione.
ru_ru: У вас нет прав для этого.

source: Kicks of user %s are now visible.
it_it: I kick dell'utente %s sono ora visibili.
ru_ru: Отключения пользователя %s теперь видны.

source: Use !protect <nick> [<againstclass>=your_class-1].
it_it: Usa !protect <nick> [<againstclass>=la tua classe-1].
ru_ru: Используйте !protect <ник> [ <против_класса>=ваш_класс-1].

source: User %s is temporarily protected from class %d
it_it: L'utente %s è temporaneamente protetto dalla classe %d
ru_ru: Пользователь%s временно защищен от класса %d

source: Reloading triggers, custom redirects, configuration and reglist cache...
it_it: Ricaricamento della cache dei trigger, dei redirect, della configurazione e lista utenti...
ru_ru: Перезагрузка триггеров, перенаправлений, конфигураций и кэша списка регистраций...

source: Report command is currently disabled.
it_it: Il comando di report è attualmente disabilitato.
ru_ru: Доклад сейчас отключён.

source: REPORT: user '%s' IP='%s' Host='%s'
it_it: SEGNALAZIONE: utente '%s' IP='%s' Host='%s'
ru_ru: ДОКЛАД: пользователь '%s' Ип='%s' Хост='%s'

source: REPORT: user '%s' which is offline
it_it: SEGNALAZIONE: utente '%s' che è offline
ru_ru: ДОКЛАД: пользователь '%s' не в сети

source: Reason='%s'.
it_it: Motivo='%s'.
ru_ru: Причина='%s'.

source: Thank you, your report has been accepted.
it_it: Grazie, il tuo report è stato accettato.
ru_ru: Спасибо, ваш доклад был принят.

source: All bans have been deleted.
it_it: Tutti i ban sono stati cancellati.
ru_ru: Списка забаненых удалён.

source: All unbans have been deleted.
it_it: Tutti gli unban sono stati cancellati.
ru_ru: Список разбаненых удалён.

source: All kicks have been deleted.
it_it: Tutti i kick sono stati cancellati.
ru_ru: Список отключённых удалён.

source: All temporary rights have been deleted.
it_it: Tutti i permessi temporanei sono stati cancellati.
ru_ru: Все временные права удалены.

source: This command is not implemented.
it_it: Questo comando non è implementato.
ru_ru: Эта команда не реализована.

source: Available command are:
it_it: I comandi disponibili sono:
ru_ru: Доступные команды:

source: Please provide a valid ban time.
it_it: Fornisci un tempo di ban valido.
ru_ru: Пожалуйста, ведите правильное время бана.

source: Please provide a valid reason.
it_it: Fornisci un motivo valido.
ru_ru: Просьба, введите правильную причину.

source: Action has been discarded by plugin
it_it: L'azione è stata rifiutata dal plugin
ru_ru: Действие было отвергнуто плагином

source: User %s unbanned.
it_it: Utente %s sbannato.
ru_ru: Пользователь %s разбанен.

source: %d ban found.
it_it: %d ban trovato.
ru_ru: %d бан найден.

source: Unknown range format '%s'.
it_it: Formato range %s sconosciuto.
ru_ru: Неизвестный формат диапазона '%s'.

source: Added ban.
it_it: Ban aggiunto.
ru_ru: Добавлен бан.

source: Undefined variable %s
it_it: Variabile %s sconosciuta
ru_ru: Неопределенная переменная %s

source: Updated %s.%s from '%s' to '%s'
it_it: Aggiornato %s.%s da '%s' a '%s'
ru_ru: Обновлено %s.%s от '%s' в '%s'

source: WARNING: VerliHub allows maximum %d users, but current resource limit is %d. Consider to run ulimit -n <max_users>
it_it: ATTENZIONE: VerliHub consente un numero massimo di %d utenti, ma il limite sulle risorse correnti è %d. Esegui il comando ulimit -n <max_users> se necessario
ru_ru: ВНИМАНИЕ: в VerliHub разрешено %d пользователей, однако в настоящее время лимит %d. Рассмотрите для запуска ulimint -n <max_users>

source: %s saved
it_it: %s salvato
ru_ru: %s сохр.

source: Error saving %s
it_it: Errore nel salvare %s
ru_ru: Ошибка при сохранении %s

source: Found %d user with IP %s:
it_it: Trovato %d utente con l'IP %s:
ru_ru: Найден %d пользователь с Ип: %s

source: Found %d user with range %s:
it_it: Trovato %d utente con il range %s:
ru_ru: Найден %d пользователь с диапазоном: %s

source: Country code must be 2 characters long (for ex. US)
it_it: Il codice nazione deve essere lungo 2 caratteri (per esempio US)
ru_ru: Код страны должен быть 2 символа (пример RU)

source: Found %d user with country code %s:
it_it: Trovato %d utente con il codice nazione %s:
ru_ru: Найден %d пользователь с кодом страны %s:

source: No user found.
it_it: Nessun utente trovato.
ru_ru: Пользователь не найден.

source: Loaded plugins:
it_it: Plugin caricati:
ru_ru: Загруженные плагины:

source: Available callbacks:
it_it: Callback disponibili:
ru_ru: Доступные функции обратного вызова:

source: Found nicks:
it_it: Nick trovati:
ru_ru: Найденные ники:

source: Missing parameters.
it_it: Parametri mancanti.
ru_ru: Пропуск параметров.

source: Invalid classdif_reg value. Must be between 1 and 5. Please correct this first!
it_it: Valore non valido per la variabile classdiff_reg. Deve essere compreso tra 1 e 5. Correggilo!
ru_ru: Неверное значение classdif_reg. Оно должно быть между 1 и 5. Пожалуйста, исправьте сначала это!

source: No registered user found with nick '%s'
it_it: Non è stato trovato nessun utente registrato con il nick '%s'
ru_ru: Нет зарегистрированных пользователей с ником '%s'

source: User '%s' already exists
it_it: L'utente '%s' esiste già
ru_ru: Пользователь '%s' уже существует

source: You have been registered, please set up your password NOW using command +passwd <your_new_passwd> replace <your_new_passwd> with your new password.
it_it: Sei stato registrato; ORA imposta la tua password utilizzando il comando +passwd <nuova_password> sostituendo <nuova_password> con la tua nuova password.
ru_ru: Вы были зарегистрированы, пожалуйста задайте пароль сейчас, используя команду +passwd <новый_пароль> замените <новый_пароль> на ваш пароль.

source: User has been added; please tell him to change his password
it_it: L'utente è stato aggiunto; digli di cambiare la sua password
ru_ru: Пользователь был добавлен, пожалуйста, скажите ему, чтобы он изменил свой пароль

source: Error adding the new user
it_it: Errore nell'aggiungere il nuovo utente
ru_ru: Ошибка при добавлении нового пользователя

source: Deleted user '%s' from database
it_it: L'utente '%s' è stato cancellato dal database
ru_ru: Удалить пользователя '%s' из базы данных

source: User information: %s
it_it: Informazioni utente: %s
ru_ru: Информация о пользователе: %s

source: Error deleting user '%s'
it_it: Errore nel cancellare l'utente '%s'
ru_ru: Ошибка при удалении пользователь '%s'

source: Password updated
it_it: Password aggiornata
ru_ru: Пароль обновлён

source: Error updating password
it_it: Errore nell'aggiornare la password
ru_ru: Ошибка при обновлении пароля

source: You can change your password now, use command +passwd followed by your new password
it_it: Puoi ora cambiare la tua password; usa il comando +passwd seguito dalla tua nuova password
ru_ru: Вы можете изменить пароль, используйте команду +passwd а затем ваш новый пароль

source: Your class has been changed to %s. Changes will take effect on next login.
it_it: La tua classe è stata aggiornata a %s. Le modifiche avranno effetto al prossimo login.
ru_ru: Ваш класс был изменен на %s. Изменения вступят в силу при следующем соединении.

source: Your registration has been enabled
it_it: La tua registrazione è stata abilitata
ru_ru: Ваша регистрация была включена

source: Your registration has been disabled
it_it: La tua registrazione è stata disabilitata
ru_ru: Ваша регистрация была отключена

source: You are protected by classes greater than %s
it_it: Sei propetto dagli utenti con classe superiore a %s
ru_ru: Вы защищены классом больше, чем %s

source: You kicks are hidden by classes greater than %s
it_it: I tuoi kick sono nascosti dagli utenti con classe superiore a %s
ru_ru: Вы отключения скрыты классом больше, чем %s

source: Updated variable '%s' to value %s for user %s
it_it: Variabile %s aggiornata al valore %s per l'utente %s
ru_ru: Обновлена переменная '%s' на %S для пользователя %s

source: Error setting variable '%s' to value %s for user %s
it_it: Errore nell'aggiornare la variabile %s al valore %s per l'utente %s
ru_ru: Ошибка установки переменной '%s' на %s для пользователя %s

source: Message delivered to %d users in %s
it_it: Messaggio inviato a %d utenti in %s
ru_ru: Сообщение доставлено %d пользователям в %s

source: <<User limit exceeded, hub is full.>>
it_it: <<Limite utenti superato, l'hub è pieno.>>
ru_ru: <<Превышен лимит пользователей, хаб полон.>>

source: Online users: %d
it_it: Utenti online: %d
ru_ru: Пользователей в сети: %d

source: Invalid login sequence. Key already sent
it_it: Sequenza di login non valida. La chiave è già stata inviata
ru_ru: Неверная последовательность входа. Ключ уже отправлен

source: Your client provided an invalid key
it_it: Il tuo client ha inviato una chiave non valida
ru_ru: Ваш клиент предоставил недействительный ключ

source: Bad login sequence; you must provide a valid nick first.
it_it: Sequenza di login errata; devi prima fornire un nick valido.
ru_ru: Неверная последовательность входа; в первую очередь вы должны предоставить действительный ник.

source: Wrong password
it_it: Password errata
ru_ru: Неправильный пароль

source: You provided an incorrect password and have been temporarily banned.
it_it: La password fornita è errata e sei stato temporaneamente bannato
ru_ru: Вы ввели неправильный пароль и были временно отключены.

source: Bad login sequence
it_it: Sequenza di login errata
ru_ru: Неверная последовательность входа

source: Wrong MyINFO
it_it: MyINFO errate
ru_ru: Неверный MyInfo

source: Turn on your tag
it_it: Mostra la tag
ru_ru: Включите теги

source: You share %s, but the min share is %s. (active:%s / passive:%s)
it_it: Stai condividendo %s, ma lo share minimo è %s. (attivo: %s / passivo: %s)
ru_ru: Ваша шара %s, но минимальная шара %s. (активный:%s / пассивный:%s)

source: You share %s, but the max share is %s.
it_it: Stai condividendo %s, ma il massimo share consentito è %s.
ru_ru: Ваша шара %s, но максимальная шара %s.

source: Banned.
it_it: Bannato.
ru_ru: Отключён

source: Flooding PM
ru_ru: Флуд в приват

source: *** PM Flood: %s
ru_ru: *** Флуд в приват: %s

source: *** PM Same Message Flood detected: %s
it_it: *** Individuato flood in PM con stesso messaggio: %s
ru_ru: *** Обнаружены сообщения флуда в приват: %s

source: You cannot talk to this user.
it_it: Non puoi parlare a questo utente.
ru_ru: Вы не можете переписываться с этим пользователем.

source: Too long chat message (%d/%d) : %s
it_it: Messaggio troppo lungo (%d/%d) : %s
ru_ru: Слишком длинное сообщение (%d/%d): %s

source: Too many chat lines (>%d): %s
it_it: Troppe linee nel messaggio (>%d): %s
ru_ru: Слишком много строк в сообщении (>%d): %s

source: Mainchat is currently disabled for non registered users.
it_it: La chat principale è attualmente disabilitata per gli utenti non registrati.
ru_ru: Главный чат в настоящее время отключен для не зарегистрированных пользователей.

source: Not sent: %s
it_it: Non inviato: %s
ru_ru: Не отправлено: %s

source: Minimum delay for chat is %lu ms but you made %s
it_it: Il ritardo minimo in chat è %lu ma hai fatto %s
ru_ru: Минимальное время задержки для чата %lu мс, но у вас %s

source: You cannot download on this hub unless you share %s.
it_it: Non puoi scaricare su questo hub finchè non condividi %s.
ru_ru: Вы не можете скачивать на этом хабе, если вы расшарили %s.

source: You are not allowed to download filelists
it_it: Non hai i permessi per caricare le liste file
ru_ru: Вам не разрешается загружать списки файлов

source: You cannot connect to an external IP because you are in a LAN
it_it: Non è possibile connettersi a un IP esterno perché sei in una rete LAN
ru_ru: Вы не можете подключиться к внешним ип адресам, потому что вы находитесь в локальной сети

source: Your nick is not %s but %s.
it_it: Il tuo nick non è %s ma %s.
ru_ru: Ваш ник не %s, но %s.

source: Robots do not share.
it_it: I robot non condividono.
ru_ru: Роботы не расшаривают.

source: You can't search on this hub unless you share %s.
it_it: Non puoi ricercare in questo hub finchè non condividi almeno %s.
ru_ru: Вы не можете использовать поиск на этом хабе, если вы расшарили %s.

source: Minimum search characters is %d
it_it: Il numero minimo di caratteri di ricerca è %d
ru_ru: Минимальная длинна поиска %d

source: Sorry hub is busy now, no search, try later..
it_it: L'hub è occupato, nessuna ricerca, riprova più tardi...
ru_ru: Извините хаб занят сейчас, не пользуйтесь поиском, попробуйте позже..

source: Active Search: your IP is not %s but %s. Disconnecting
it_it: Ricerca attiva: il tuo IP non è %s ma %s. Disconnessione
ru_ru: Активный поиск: ваш ип не %s но %s. Отключение

source: Your nick is not %s but %s. Disconnecting.
it_it: Il tuo nick non è %s ma %s. Disconnessione.
ru_ru: Ваш ник не %s, но %s. Отключение.

source: You can do %d searches in %d seconds.
it_it: Puoi fare %d ricerche ogni %d secondi.
ru_ru: Вы можете совершить %d поисковых запросов в %d сек.
